const RU = {
    "general": {
        "phone": "Телефон",
        "email": "Электронная почта",
        "address": "Адрес",
        "message": "Сообщение",
        "first-name": "Имя",
        "last-name": "Фамилия",
        "get-started": "Начать",
        "inquire": "Связаться с нами",
        "view-map": "Просмотреть карту",
        "placeholders": {
            "phone": "Введите ваш номер телефона...",
            "email": "Введите ваш адрес электронной почты...",
            "address": "Введите ваш адрес...",
            "message": "Введите ваше сообщение...",
            "first-name": "Введите ваше имя...",
            "last-name": "Введите вашу фамилию...",
        }
    },
    "links": {
        "home": "Главная",
        "about": "О нас",
        "faqs": "FAQs",
        "contacts": "Контакты"
    },
    "home": {
        "title": "Создайте свой собственный веб-сайт",
        "subtitle": "Заставьте ваших клиентов посещать ваш веб-сайт снова и снова с нашими веб-решениями. Ваш веб-сайт - это лицо вашего бизнеса. Создайте свой веб-сайт сейчас и развивайте свой бизнес."
    },
    "services": {
        "title": "Что мы предлагаем?",
        "landing-page": {
            "title": "Лендинг Пейдж"
        },
        "web-design": {
            "title": "Дизайн веб-сайта",
            "subtitle": "Общайтесь с вашими клиентами с помощью простых, удобных в использовании, хорошо организованных, привлекательных и отзывчивых веб-сайтов."
        },
        "mobile-app": {
            "title": "Мобильное приложение",
            "subtitle": "Мы удовлетворяем уникальные потребности вашей целевой аудитории, предлагая идеальный опыт с мобильным приложением."
        },
        "seo": {
            "title": "Оптимизация для поисковых систем",
            "subtitle": "Мы повышаем ваш рейтинг в результатах поиска, разрабатывая стратегию анализа ключевых слов и создания обратных ссылок."
        },
        "web-dev": {
            "title": "Веб-разработка",
            "subtitle": "Мы создаем надежные и хорошо функционирующие веб-сайты с использованием самых передовых технологий."
        }
    },
    "about": {
        "title": "О нас",
        "subtitle": "У нас есть эффективные решения, чтобы помочь вашему бизнесу развиться и значительно вырасти. Мы создаем ваш веб-сайт с простой навигацией, умным организованными разделами и страницами, элегантным интерфейсом, соответствующим бренду, и мобильной доступностью.\n\nМы работаем с бизнесами всех типов, от стартапов до международных корпораций. Мы верим в долгосрочные отношения со всеми нашими клиентами и всегда готовы помочь им, когда им это необходимо. Для получения дополнительной информации, пожалуйста, свяжитесь с нами."
    },
    "faqs": {
        "title": "Часто задаваемые вопросы",
        "subtile": "Ознакомьтесь с некоторыми из самых часто задаваемых вопросов!",
        "list": {
            1: {
                "question": "Как долго потребуется для создания моего веб-сайта?",
                "answer": "Время, необходимое для создания веб-сайта, зависит от сложности сайта. Если у вас есть срок, мы сделаем все возможное, чтобы его соблюсти."
            },
            2: {
                "question": "Сколько будет стоить мой веб-сайт?",
                "answer": "Стоимость веб-сайта зависит от его сложности. Мы всегда готовы учесть ваши потребности и предоставить расценки."
            },
            3: {
                "question": "Будет ли дизайн моего веб-сайта оптимизирован для поисковых систем?",
                "answer": "Все наши веб-сайты разрабатываются с учетом поисковых систем, и все дизайны соответствуют рекомендациям поисковых систем."
            },
            4: {
                "question": "Можем ли мы обновлять наш веб-сайт?",
                "answer": "Да, веб-сайты можно изменять различными способами. У вас полный контроль над методами и функциями, которые мы включаем в ваш дизайн."
            }
        }
    },
    "contacts": {
        "title": "Как мы можем вам помочь?",
        "subtitle": "Просто заполните форму, и мы готовы помочь вам."
    }
}
